[{"story_0_text_id":"266","text_segment_en":"A feeding blue whale takes a large gulp of ocean containing its prey.\n","text_segment_es":"Al alimentarse, una ballena azul toma un gran sorbo del océano que contiene su presa.\n","text_segment_zh":"一頭捕食中的藍鯨吞入一大口海水，其中包含著它的獵物。\n","text_segment_tl":"Ang isang kumakaing blue whale ay sumasagap ng isang malaking subo ng dagat na naglalaman ng pagkain nito.\n"},{"story_0_text_id":"266","text_segment_en":"Frayed plates of baleen act as a filter. The whale presses sea water out while keeping prey in.\n","text_segment_es":"Láminas deshilachadas de barbas actúan como filtro. La ballena presiona el agua marina hacia afuera manteniendo su presa dentro.\n","text_segment_zh":"散開的鯨鬚板能夠起到過濾器的作用。藍鯨能夠在將海水噴出的同時保留獵物。\n","text_segment_tl":"Ang mahimulmol na mga suklay ng baleen ay nagsisilbing lambat. Pinipisil ng balyena ang tubig palabas habang iniiwan ang pagkain sa loob.\n"},{"story_0_text_id":"269","text_segment_en":"Baleen grows from a whale’s upper jaw in solid layered plates.\n","text_segment_es":"Las barbas crecen de la mandíbula superior en forma de láminas duras en capas.\n","text_segment_zh":"鯨鬚長在鯨魚上顎堅硬、層理分明的鯨鬚板上。\n","text_segment_tl":"Tumutubo ang baleen mula sa pang-ibabaw na panga ng balyena sa buo at suson-susong plaka.\n"},{"story_0_text_id":"269","text_segment_en":"It becomes bristly over time as the whale rubs its tongue along the inside of the baleen, breaking it down.\n","text_segment_es":"Con el tiempo se tornan cerdosas a medida que la ballena frota su lengua a lo largo del interior de las barbas, rompiéndolas.\n","text_segment_zh":"隨著時間的推移，鯨鬚逐漸變得粗硬，因為鯨魚會沿鯨鬚內側摩擦它的舌頭，鯨鬚會因此折斷。\n","text_segment_tl":"Nagiging tila sepilyo ito sa paglipas ng panahon dahil ikinikiskis ng balyena ang kanyang dila sa loob ng baleen, na siyang nagpapahilatsa dito.\n"},{"story_0_text_id":"269","text_segment_en":"The baleen at the top is the newest, and the tip is the oldest.\n","text_segment_es":"Las barbas de la parte superior son las nuevas y las puntas son las más viejas.\n","text_segment_zh":"鯨鬚板頂部的鯨鬚是最新長出的鯨鬚，而末端的鯨鬚則是最老的鯨鬚。\n","text_segment_tl":"Ang baleen sa itaas ang pinakabago, at ang nasa ibaba ang pinakaluma.\n"},{"story_0_text_id":"273","text_segment_en":"The chemical make-up of baleen reflects the whale’s environment when it forms—human hair works the same way.\n","text_segment_es":"La estructura química de las barbas refleja el ambiente de la ballena durante su formación (el cabello humano funciona de la misma manera).\n","text_segment_zh":"從鯨鬚的化學成分能夠解讀出藍鯨成長過程中所處的環境，人的毛髮亦是如此。\n","text_segment_tl":"Ang kemikal na komposisyon ng baleen ay sumasalamin sa paligid ng balyena nang magsimula itong mabuo—ganito rin ang buhok ng tao.\n"},{"story_0_text_id":"273","text_segment_en":"Blue whale baleen grows about 15 cm (6 in) per year, so sampling different points along the length of a baleen plate can reveal different chemical signatures from the route the whale travels.\n","text_segment_es":"Las barbas de la ballena azul crecen cerca de 15 cm (6 in) al año. Así, tomar una muestra de diferentes puntos a lo largo de la lámina de las barbas puede revelar diversas características químicas de la ruta de viaje de una ballena.\n","text_segment_zh":"藍鯨的鯨鬚每年生長的長度約為 15 釐米（6 英吋），因此在鯨鬚板的不同位置取樣能夠揭示藍鯨行進途中不同環境的化學特徵。\n","text_segment_tl":"Tumutubo ang baleen ng blue whale nang mga 15 sentimetro (6 na pulgada) kada taon, kaya ang pagkuha ng sample sa iba’t ibang bahagi sa kahabaan ng plaka ng baleen ay makapaglalantad ng iba’t ibang chemical signature mula sa ruta na dinadaanan ng balyena.\n"},{"story_0_text_id":"276","text_segment_en":"Chemical elements make up our environments: oxygen, carbon, and nitrogen, for example. The atoms of a particular element aren’t all exactly alike; as baleen forms, it preserves these small chemical differences.\n","text_segment_es":"Nuestros ambientes están conformados por elementos químicos, como oxígeno, carbono y nitrógeno. Los átomos de un elemento en particular no son todos exactamente iguales. A medida que se forman las barbas, estas pequeñas diferencias químicas se conservan.\n","text_segment_zh":"舉例來說，構成我們所處環境的化學元素包括氧、碳、氮等等。構成某種元素的原子不盡相同；隨著鯨鬚逐漸長成，一些細微的化學差異得以留存。\n","text_segment_tl":"Binubuo ng mga chemical element ang ating mga paligid: oxygen, carbon, at nitrogen, halimbawa. Ang mga atom ng bawat espesipikong element ay hindi eksakto ang pagkakapareho; habang nabubuo ang baleen, pinananatili nito ang mga pagkakaibang kemikal.\n"},{"story_0_text_id":"276","text_segment_en":"Studying these differences can reveal when a whale was in colder or warmer water, their feeding patterns, and more.\n","text_segment_es":"Estudiar estas diferencias puede revelar el momento en que la ballena estuvo en agua más fría o más cálida, sus patrones de alimentación y mucho más.\n","text_segment_zh":"透過研究這些差異，我們可以獲悉鯨魚所在水域的溫度高低、它們的進食模式等資訊。\n","text_segment_tl":"Maipakikita ng pag-aaral sa mga pagkakaibang ito kung ang balyena ay dumaan sa mas malamig o mas mainit na tubig, ang kanilang gawi sa pagkain, at iba pa.\n"}]