[{"story_1_text_id":"295","text_segment_en":"Sperm whales use their formidable teeth to capture their favorite prey: deep sea squid.\n","text_segment_es":"Los cachalotes usan sus formidables dientes para capturar a sus presas favoritas, los calamares gigantes.\n","text_segment_zh":"抹香鯨用其駭人的牙齒來捕獲獵物：深海帆魷。\n","text_segment_tl":"Ginagamit ng mga sperm whale ang kanilang kakila-kilabot na ngipin para manghuli ng paborito nilang pagkain: mga pusit sa malalim na bahagi ng dagat.\n"},{"story_1_text_id":"295","text_segment_en":"Once the whale clamps down, it swallows the squid whole.\n","text_segment_es":"Cuando la ballena cierra la boca, traga al calamar completo.\n","text_segment_zh":"一旦抹香鯨出擊，它會吞食整只帆魷。\n","text_segment_tl":"Kapag naisara na ng balyena ang kanyang bibig, nilulunok niya nang buo ang pusit.\n"},{"story_1_text_id":"295","text_segment_en":"Made famous in literature by Herman Melville’s epic novel, <em>Moby Dick</em>, the sperm whale is the largest of all the toothed whales.\n","text_segment_es":"El cachalote, famoso en la literatura a través de la épica novela de Herman Melville, <em>Moby Dick</em>, es la más grande de las ballenas dentadas.\n","text_segment_zh":"抹香鯨是體型最大的齒鯨類動物，因赫爾曼‧梅爾維爾的著名小說《<em>白鯨紀</em>》而聞名於世。\n","text_segment_tl":"Naging kilala sa panitikan dahil sa mahalagang nobelang <em>Moby Dick</em> ni Herman Melville, ang sperm whale ang pinakamalaki sa lahat ng balyenang may ngipin.\n"},{"story_1_text_id":"332","text_segment_en":"The interior structure of a sperm whale’s tooth is built with a sturdy, bone-like tissue called dentin.\n","text_segment_es":"La estructura interior del diente de un cachalote está formada por un tejido sólido de aspecto óseo llamado dentina.\n","text_segment_zh":"據悉，抹香鯨牙齒的內部結構含一種稱為齒質的堅硬骨樣組織。\n","text_segment_tl":"Ang panloob na estruktura ng ngipin ng sperm whale ay may matibay at mala-butong himaymay na tinatawag na dentin.\n"},{"story_1_text_id":"332","text_segment_en":"As layers of dentin form, they capture tiny chemical signals from the environment.\n","text_segment_es":"A medida que se forman, las capas de dentina captan pequeñas señales químicas del ambiente.\n","text_segment_zh":"隨著齒質層理的增加，它能夠留存環境中微小的化學訊號。\n","text_segment_tl":"Habang tumutubo ang mga suson ng dentin, nakahuhuli ang mga ito ng mga palatandaang kemikal mula sa paligid.\n"},{"story_1_text_id":"332","text_segment_en":"By measuring these signals, scientists can uncover information about an individual whale’s migration patterns, diet changes, and more.\n","text_segment_es":"Al medir estas señales, los científicos pueden revelar información sobre los patrones migratorios y los cambios alimenticios de una ballena específica, entre otras cosas.\n","text_segment_zh":"透過評估此類訊號，科學家能夠獲悉抹香鯨個體的遷徙模式、飲食變化等方面的更多資訊。\n","text_segment_tl":"Sa pamamagitan ng pagsukat sa mga palatandaang ito, nakatutuklas ang mga siyentipiko ng mga impormasyon tungkol sa mga gawi sa pagdayo, pagbabago sa pagkain, at iba pa ng isang balyena.\n"},{"story_1_text_id":"336","text_segment_en":"The layers in sperm whale teeth form in regular patterns of dark and light bands, thought to be connected to seasonal changes.\n","text_segment_es":"Las capas de dientes del cachalote se forman en patrones regulares de bandas oscuras y claras que al parecer guardan relación con los cambios estacionales.\n","text_segment_zh":"抹香鯨牙齒的層理呈現出規律的深淺色環相間的模式，人們認為這與季節性變化相關。\n","text_segment_tl":"Ang mga suson sa ngipin ng sperm whale ay nabubuo nang may regular na dibuho ng itim at puting gasa, na ipinagpapalagay na may kaugnayan sa mga pagbabago ng panahon.\n"},{"story_1_text_id":"336","text_segment_en":"Each time the pattern repeats, it signifies the passage of a year.\n","text_segment_es":"Cada vez que el patrón se repite, significa que pasa un año.\n","text_segment_zh":"這個模式每出現一次，就意味著時間過去了一年。\n","text_segment_tl":"Sa tuwing umuulit ang isang dibuho, nagpapahiwatig ito ng paglipas ng isang taon.\n"},{"story_1_text_id":"336","text_segment_en":"By counting these layer groups, scientists estimate that the whale this tooth belonged to was 34 years old when it died.\n","text_segment_es":"Al contar estos grupos de capas, los científicos estiman que la ballena a la que perteneció este diente tenía 34 años de edad al morir.\n","text_segment_zh":"透過細數這些層理，科學家推測擁有這副牙齒的齒鯨在死亡時約 34 歲。\n","text_segment_tl":"Sa pamamagitan ng pagbilang sa mga pangkat ng suson na ito, tinataya ng mga siyentipiko na ang balyenang pinanggalingan ng ngiping ito ay 34 taong gulang nang mamatay.\n"},{"story_1_text_id":"340","text_segment_en":"From Inuit hunters to 19th century sailors, people of many cultures have collected and decorated sperm whale teeth.\n","text_segment_es":"Desde los cazadores inuit hasta los navegantes del siglo XIX, gente de diversas culturas ha recolectado y decorado dientes de cachalotes.\n","text_segment_zh":"從因紐特族 (Inuit) 的獵戶到 19 世紀的水手，多種文化背景的人都曾收集抹香鯨的牙齒並加以裝飾。\n","text_segment_tl":"Mula sa mga mangangasong Inuit hanggang sa mga magdaragat ng ika-19 na siglo, maraming tao na galing sa iba’t ibang kultura ang nagkolekta at naggayak ng ngipin ng sperm whale.\n"},{"story_1_text_id":"340","text_segment_en":"Embellished teeth from the whaling era, called scrimshaw, have been preserved in art collections, and are now being re-evaluated as an untapped resource to compare lifespans for modern and historical sperm whale populations.\n","text_segment_es":"Dientes decorados (talla en barba de ballena), de la era de la caza de ballenas, se han preservado en colecciones de arte. Actualmente, se están reevaluando como un recurso inexplorado para comparar la longevidad de las poblaciones modernas e históricas del cachalote.\n","text_segment_zh":"源自捕鯨時代的牙齒，經過裝飾後稱為「貝雕」，被視為藝術品而得到珍藏，現如今人們對其進行重新評估，認定它是一種未開發資源，可用以比較現代和歷史上的抹香鯨種群的壽命。\n","text_segment_tl":"Ang mga pinalamutiang ngipin mula sa panahon ng pagbabalyena, na tinatawag na scrimshaw, ay napangalagaan sa mga koleksiyong pansining at ngayo’y muling pinapahalagahan bilang hindi nagagamit na rekurso upang makapaghambing ng pangkasalukuyan at pangnakaraang populasyon ng sperm whale.\n"}]